Repository: NMarjou/localization-app
Catalog: TMs/en-US_id-ID.tmx
Source language: en_us
Languages: id_id

source: The expression (Else section) contains {{count}} errors.
id_id: Ekspresi (bagian Else) mengandung {{count}} kesalahan.

source: The condition {{position}} (If section) contains {{count}} error.
id_id: Kondisi {{position}} (Bagian Jika) mengandung {{count}} kesalahan.

source: The condition {{position}} (If section) contains {{count}} errors.
id_id: Kondisi {{position}} (Bagian If) berisi {{count}} kesalahan.

source: The expression {{position}} (Then section) contains {{count}} error.
id_id: Ekspresi {{position}} (Kemudian bagian) berisi {{count}} kesalahan.

source: The expression {{position}} (Then section) contains {{count}} errors.
id_id: Ekspresi {{position}} (Bagian Then) mengandung {{count}} kesalahan.

source: Else
id_id: Lainnya

source: If
id_id: Jika

source: The formula contains {{count}} error.
id_id: Rumus berisi {{count}} kesalahan.

source: The formula contains {{count}} errors.
id_id: Rumus ini mengandung {{count}} kesalahan.

source: Then
id_id: Lalu

source: Conditional
id_id: Bersyarat

source: Non-conditional
id_id: Non-kondisional

source: Header color
id_id: Warna header

source: Decimal precision
id_id: Presisi desimal

source: Help tip
id_id: Tips bantuan

source: This is a calculated column. The outcome is based on a formula.
id_id: Ini adalah kolom terhitung. Hasilnya didasarkan pada sebuah rumus.

source: Calculation workspace
id_id: Ruang kerja perhitungan

source: Open calculation workspace
id_id: Buka ruang kerja perhitungan

source: Select a color for the group
id_id: Pilih warna untuk grup

source: The selected color will apply to the columns of the group.
id_id: Warna yang dipilih akan diterapkan pada kolom-kolom grup.

source: Selected column group
id_id: Grup kolom yang dipilih

source: Configure column group
id_id: Konfigurasikan grup kolom

source: Bonus amount
id_id: Jumlah bonus

source: The Bonus amount display name cannot be empty.
id_id: Nama tampilan jumlah Bonus tidak boleh kosong.

source: The calculated bonus display name cannot be empty.
id_id: Nama tampilan bonus yang dihitung tidak boleh kosong.

source: Column color
id_id: Warna kolom

source: Define when managers must add notes during proposals
id_id: Tentukan kapan manajer harus menambahkan catatan selama pengajuan

source: Please select one of the options.
id_id: Silakan pilih salah satu opsi.

source: Optional
id_id: Opsional

source: Managers can submit without adding a note.
id_id: Manajer dapat mengirim tanpa menambahkan catatan.

source: Always required
id_id: Selalu diperlukan

source: A note is always required, regardless of the value.
id_id: Catatan selalu diperlukan, terlepas dari nilainya.

source: Required if outside the guidelines
id_id: Diperlukan jika di luar pedoman

source: A note is required if the value is outside the min/max guidelines.
id_id: Catatan diperlukan jika nilai berada di luar pedoman minimum/maksimum.

source: Required notes
id_id: Catatan yang diperlukan

source: Column title
id_id: Judul kolom

source: Decimal display precision
id_id: Presisi tampilan desimal

source: The decimal precision controls the number of digits displayed after the decimal separator. All calculations are however performed using the full number.
id_id: Presisi desimal mengontrol jumlah digit yang ditampilkan setelah pemisah desimal. Namun, semua perhitungan tetap dilakukan menggunakan angka penuh.

source: Define the text to be displayed as a tooltip when hovering the element
id_id: Tentukan teks yang akan ditampilkan sebagai tooltip saat mengarahkan kursor ke elemen tersebut

source: Enter a new name for the field
id_id: Masukkan nama baru untuk bidang ini

source: Input field
id_id: Kolom isian

source: Guaranteed amount
id_id: Jumlah yang dijamin

source: The Guaranteed amount display name cannot be empty.
id_id: Nama tampilan Jumlah yang Dijamin tidak boleh kosong.

source: Increase amount
id_id: Jumlah kenaikan

source: The Increase amount display name cannot be empty.
id_id: Nama tampilan Jumlah Kenaikan tidak boleh kosong.

source: Increase %
id_id: Persentase Kenaikan

source: The Increase percent display name cannot be empty.
id_id: Nama tampilan Persentase Kenaikan tidak boleh kosong.

source: New value
id_id: Nilai baru

source: Prorated target bonus
id_id: Target bonus prorata

source: The Prorated target bonus display name cannot be empty.
id_id: Nama tampilan Target Bonus Prorata tidak boleh kosong.

source: Reference column
id_id: Kolom referensi

source: Referenced fields
id_id: Bidang yang dirujuk

source: At least one of the following fields must be enabled: Target bonus, Prorated target bonus, Calculated bonus, Bonus amount, or Guaranteed amount.
id_id: Setidaknya satu dari bidang berikut harus diaktifkan: Bonus target, Bonus target prorata, Bonus yang dihitung, Jumlah bonus, atau Jumlah terjamin.

source: The New value display name cannot be empty.
id_id: Nama tampilan Nilai Baru tidak boleh kosong.

source: Selected column
id_id: Kolom yang dipilih

source: The Target bonus display name cannot be empty.
id_id: Nama tampilan Bonus Target tidak boleh kosong.

source: Configure column
id_id: Konfigurasikan kolom

source: No reference
id_id: Tidak ada referensi

source: Select the field from the compensation history from which the calculations will be referenced.
id_id: Pilih bidang dari riwayat kompensasi yang akan dijadikan referensi untuk perhitungan.

source: Reference field
id_id: Bidang referensi

source: Delete columns
id_id: Hapus kolom

source: Are you sure you want to delete the selected columns?
id_id: Apa Anda yakin ingin menghapus kolom yang dipilih?

source: Delete column
id_id: Hapus kolom

source: Are you sure you want to delete the selected column?
id_id: Apakah Anda yakin ingin menghapus kolom yang dipilih?

source: The column was successfully deleted.
id_id: Kolom berhasil dihapus.

source: Use the Team planner view to control which columns managers and HRBPs see in your compensation grid, rename and reorder them, group columns, create columns, set decimal precision, assign colors, and add tooltips.
id_id: Gunakan tampilan perencana Tim untuk mengatur kolom mana yang dapat dilihat oleh manajer dan HRBP di grid kompensasi Anda, mengganti nama dan mengatur ulang kolom, mengelompokkan kolom, membuat kolom, mengatur presisi desimal, menetapkan warna, dan menambahkan tooltip.

source: The budget widget will showcase your budget amount and monitor your spending effectively.
id_id: Widget anggaran akan menampilkan jumlah anggaran Anda dan memantau pengeluaran Anda secara efektif.

source: Budget widget
id_id: Widget anggaran

source: Select the compensation elements to display in the worker compensation history and define the number of past events to show.
id_id: Pilih elemen kompensasi yang akan ditampilkan dalam riwayat kompensasi karyawan dan tentukan jumlah peristiwa terdahulu yang akan ditampilkan.

source: Enable compensation element
id_id: Aktifkan elemen kompensasi

source: Number of events
id_id: Jumlah acara

source: Worker compensation history
id_id: Riwayat kompensasi karyawan

source: Column list
id_id: Daftar kolom

source: Add column to group
id_id: Tambahkan kolom ke grup

source: No columns yet
id_id: Belum ada kolom

source: Remove column from group
id_id: Hapus kolom dari grup

source: Search for columns to add
id_id: Cari kolom untuk ditambahkan

source: Columns in the group
id_id: Bidang dalam grup

source: Add column
id_id: Tambah kolom

source: No groups yet
id_id: Belum ada grup

source: Group list
id_id: Daftar grup

source: Group name
id_id: Nama grup

source: Remove group
id_id: Hapus grup

source: Manage column groups
id_id: Kelola grup kolom

source: Config
id_id: Konfigurasi

source: Manage group columns
id_id: Kelola kolom grup

source: Calculated column
id_id: Kolom terhitung

source: Comp element
id_id: Elemen kompensasi

source: Data foundation
id_id: Data dasar

source: Category
id_id: Kategori

source: Column {{columnName}} visibility
id_id: Visibilitas kolom {{columnName}}

source: Create custom column
id_id: Buat kolom khusus

source: Drop-down list options
id_id: Opsi daftar drop-down

source: The label cannot empty.
id_id: Label tidak boleh kosong.

source: No options yet
id_id: Belum ada opsi

source: The code and the label cannot be empty.
id_id: Kode dan label tidak boleh kosong.

source: Please add at least one option.
id_id: Silakan tambahkan setidaknya satu opsi.

source: Enter the text displayed as a tooltip on hover
id_id: Masukkan teks yang ditampilkan sebagai tooltip saat diarahkan kursor

source: The column name cannot be empty.
id_id: Nama kolom tidak boleh kosong.

source: Drop-down list
id_id: Daftar drop-down

source: Text field
id_id: Kolom teks

source: The type cannot be empty.
id_id: Jenis tidak boleh kosong.

source: Conditional formatting
id_id: Pemformatan bersyarat

source: Are you sure you want to delete this rule?
id_id: Apakah Anda yakin ingin menghapus aturan ini?

source: Delete rule
id_id: Hapus aturan

source: Rules higher in the list take priority when configurations overlap. You can create up to 10 rules.
id_id: Aturan yang berada lebih tinggi dalam daftar akan diprioritaskan ketika konfigurasi saling tumpang tindih. Anda dapat membuat hingga 10 aturan.

source: Rules higher in the list take priority when configurations overlap.
id_id: Aturan yang berada lebih tinggi dalam daftar akan diprioritaskan ketika konfigurasi saling tumpang tindih.

source: Conditional formatting rule
id_id: Aturan pemformatan bersyarat

source: No conditional formatting rules yet.
id_id: Belum ada aturan pemformatan bersyarat.

source: Define how the cell will be formatted when the criteria are met.
id_id: Tentukan bagaimana sel akan diformat ketika kriteria terpenuhi.

source: Enter a name for this rule.
id_id: Masukkan nama untuk aturan ini.

source: Add a name and a description to the rule
id_id: Tambahkan nama dan deskripsi pada aturan

source: View conditional formatting
id_id: Lihat pemformatan bersyarat

source: Proposal management
id_id: Manajemen proposal

source: View proposal management settings
id_id: Lihat pengaturan pengelolaan proposal

source: Custom column
id_id: Kolom kustom

source: Groups
id_id: Grup

source: Up to 20 calculated columns allowed per compensation round.
id_id: Maksimal 20 kolom terhitung diizinkan per putaran kompensasi.

source: Calculated
id_id: Dihitung

source: Compensation history
id_id: Riwayat kompensasi

source: Contracted compensation
id_id: Kompensasi dalam kontrak

source: Goal achievement
id_id: Pencapaian tujuan

source: Individual pay range
id_id: Rentang gaji individu

source: Job architecture
id_id: Arsitektur pekerjaan

source: Organization structure
id_id: Struktur organisasi

source: Paid compensation
id_id: Kompensasi yang dibayarkan

source: Pay range
id_id: Rentang gaji

source: Pay scale
id_id: Skala gaji

source: Performance
id_id: Kinerja

source: Performance review rating
id_id: Peringkat ulasan kinerja

source: Salary
id_id: Gaji

source: Group {{groupName}} visibility
id_id: Visibilitas grup {{groupName}}

source: Name/Display name
id_id: Nama/Nama Tampilan

source: No data points
id_id: Tidak ada data

source: Team planner preview
id_id: Pratinjau perencana tim

source: Clear your filters and your search to be able to reorder columns.
id_id: Bersihkan filter dan pencarian Anda untuk dapat mengurutkan ulang kolom.

source: Select column {{columnName}}
id_id: Pilih kolom {{columnName}}

source: Compensation grid configuration
id_id: Konfigurasi grid kompensasi

source: Decimal
id_id: Desimal

source: Entity enum
id_id: Enum entitas

source: Entity reference
id_id: Referensi entitas

source: Integer
id_id: Bilangan bulat

source: String
id_id: Teks

source: Visibility
id_id: Visibilitas

source: Toggle on to make the columns visible in the compensation round grid view. Toggle off to hide them.
id_id: Aktifkan untuk menampilkan kolom di tampilan grid putaran kompensasi. Nonaktifkan untuk menyembunyikannya.

source: Enable the columns you want the compensation manager and approvers to see.
id_id: Aktifkan kolom yang ingin Anda lihatkan kepada manajer kompensasi dan pemberi persetujuan.

source: Team planner view
id_id: Tampilan perencana tim

source: Column configuration
id_id: Konfigurasi kolom

source: Planner add-ons
id_id: Add-on perencana

source: Budget rule
id_id: Aturan anggaran

source: Calculated field formula
id_id: Rumus kolom terhitung

source: Dependent item
id_id: Item bergantung

source: Target item
id_id: Item target

source: Usage
id_id: Penggunaan

source: One or more of the selected items are currently in use in other areas of the system. You must remove or reassign these dependencies before the items can be deactivated or deleted.
id_id: Satu atau lebih item yang dipilih saat ini sedang digunakan di area lain dalam sistem. Anda harus menghapus atau mengalihkan ketergantungan ini sebelum item dapat dinonaktifkan atau dihapus.

source: Eligibility rule
id_id: Aturan kelayakan

source: This field has active dependencies and cannot be disabled
id_id: Kolom ini memiliki dependensi aktif dan tidak dapat dinonaktifkan

source: Guaranteed amount rule
id_id: Aturan jumlah yang dijamin

source: Guideline rule
id_id: Aturan pedoman

source: Payroll
id_id: Penggajian

source: Proposal management formula
id_id: Rumus manajemen proposal

source: Used in the following places
id_id: Digunakan di tempat berikut

source: View dependencies
id_id: Lihat dependensi

source: Edit comp round
id_id: Edit tahap penawaran

source: Departure
id_id: Akhir Masa Kerja

source: Time in the company
id_id: Lama bekerja di perusahaan

source: All individuals within the specified population will have assigned guaranteed amount for the selected compensation element.
id_id: Semua individu dalam populasi yang ditentukan akan diberikan jumlah yang dijamin untuk elemen kompensasi yang dipilih.

source: The rule list is empty. Get started by creating a guaranteed amount rule.
id_id: Daftar aturan kosong. Mulailah dengan membuat aturan jumlah yang dijamin.

source: Guaranteed amount rules
id_id: Aturan jumlah yang dijamin

source: No guaranteed amounts rules were established
id_id: Tidak ada aturan jumlah yang dijamin yang ditetapkan

source: Select the compensation element
id_id: Pilih elemen kompensasi

source: The compensation element is required.
id_id: Elemen kompensasi diperlukan.

source: Set the minimum or fixed value that must be honored.
id_id: Tetapkan nilai minimum atau tetap yang harus dipatuhi.

source: Define the guaranteed amount for this rule and how you want to provide the amount. The guaranteed amount will be reflected in the local worker currency.
id_id: Tentukan jumlah yang dijamin untuk aturan ini dan bagaimana Anda ingin memberikan jumlah tersebut. Jumlah yang dijamin akan tercermin dalam mata uang lokal pekerja.

source: Guaranteed amounts
id_id: Jumlah yang dijamin

source: Add a name and a description to the rule.
id_id: Tambahkan nama dan deskripsi pada aturan.

source: The rule name is required.
id_id: Nama aturan wajib diisi.

source: Comp round guidelines
id_id: Pedoman tahap penawaran

source: Guideline rules
id_id: Aturan pedoman

source: Guidelines
id_id: Pedoman

source: Add secondary hierarchy
id_id: Tambahkan hierarki sekunder

source: The hierarchy cannot be empty.
id_id: Hierarki tidak boleh kosong.

source: Hierarchy
id_id: Hierarki

source: Select a hierarchy
id_id: Pilih hierarki

source: Hierarchy preview
id_id: Pratinjau hierarki

source: No worker data yet. Import workers via the Data Foundation to view them here.
id_id: Belum ada data pekerja. Impor pekerja melalui Data Foundation untuk melihatnya di sini.

source: No selected hierarchy
id_id: Tidak ada hierarki yang dipilih

source: Secondary hierarchy
id_id: Hierarki sekunder

source: Standard hierarchy
id_id: Hierarki standar

source: Build hierarchies used to drive round access
id_id: Bangun hierarki yang digunakan untuk mengatur akses tahapan

source: Choose hierarchy configuration
id_id: Pilih konfigurasi hierarki

source: Select a hierarchy to drive round access
id_id: Pilih hierarki untuk mengatur akses tahapan

source: Define hierarchy
id_id: Tentukan hierarki

source: Define the timeframe for bonus calculations.
id_id: Tentukan jangka waktu untuk perhitungan bonus.

source: Bonus plan period
id_id: Periode rencana bonus

source: Period end date
id_id: Tanggal akhir periode

source: The period end date cannot be empty.
id_id: Tanggal akhir periode tidak boleh kosong.

source: Period start date
id_id: Tanggal mulai periode

source: The period start date cannot be empty.
id_id: Tanggal mulai periode tidak boleh kosong.

source: Specify the start and end dates of the compensation round.
id_id: Tentukan tanggal mulai dan berakhirnya putaran kompensasi.

source: Compensation round timeline
id_id: Linimasa putaran kompensasi

source: Select a data model and set key dates.
id_id: Pilih model data dan tetapkan tanggal-tanggal penting.

source: Enable communications
id_id: Aktifkan komunikasi

source: Download payroll data drop
id_id: Unduh data penggajian

source: Define a password to download the file.
id_id: Tentukan kata sandi untuk mengunduh file.

source: Export results or integrate via API
id_id: Ekspor hasil atau integrasikan melalui API

source: Payroll data drop
id_id: Penurunan data penggajian

source: Define the population(s) for the round
id_id: Tentukan populasi untuk tahap tersebut

source: Are you sure you want to publish the comp round?
id_id: Apakah Anda yakin ingin memublikasikan tahap penawaran?

source: Publish comp round
id_id: Publikasikan tahap penawaran

source: Add bonus plan
id_id: Tambah rencana bonus

source: Bonus configuration
id_id: Konfigurasi bonus

source: Define the bonus plans and comp elements for this round
id_id: Tentukan rencana bonus dan komponen kompensasi untuk putaran ini

source: This bonus plan is already selected in another row.
id_id: Rencana bonus ini sudah dipilih di baris lain.

source: Bonus plan
id_id: Rencana bonus

source: The bonus plan cannot be empty.
id_id: Rencana bonus tidak boleh kosong.

source: This comp element is already assigned to another bonus plan.
id_id: Elemen kompensasi ini sudah ditetapkan ke rencana bonus lain.

source: One or more comp elements are assigned to bonus plan configuration.
id_id: Satu atau lebih elemen kompensasi telah ditetapkan ke konfigurasi rencana bonus.

source: This comp element is already assigned to the salary configuration.
id_id: Elemen kompensasi ini sudah ditetapkan pada konfigurasi gaji.

source: The comp element cannot be empty.
id_id: Elemen kompensasi tidak boleh kosong.

source: The selected compensation element is currently in use. To remove it, review its dependencies and remove them first.
id_id: Elemen kompensasi yang dipilih saat ini sedang digunakan. Untuk menghapusnya, tinjau dependensinya dan hapus terlebih dahulu.

source: Comp elements with name {{names}} already exist. Please remove them to proceed.
id_id: Elemen Comp dengan nama {{names}} sudah ada. Silakan hapus elemen tersebut untuk melanjutkan.

source: No comp elements with the name or code "{{phrase}}"
id_id: Tidak ada elemen kompensasi dengan nama atau kode "{{phrase}}"

source: Select at least one comp element.
id_id: Pilih setidaknya satu elemen kompensasi.

source: Please select at least one element.
id_id: Silakan pilih setidaknya satu elemen.

source: One or more selected compensation elements are currently in use. To remove them, review their dependencies and remove those first.
id_id: Satu atau lebih elemen kompensasi yang dipilih saat ini sedang digunakan. Untuk menghapusnya, tinjau ketergantungannya dan hapus ketergantungan tersebut terlebih dahulu.

source: Exchange rate group
id_id: Grup kurs

source: Comp tree
id_id: Hierarki kompensasi

source: Configuration
id_id: Konfigurasi

source: The effective date cannot be empty.
id_id: Tanggal efektif tidak boleh kosong.

source: The comp round currency cannot be empty.
id_id: Mata uang putaran kompensasi tidak boleh kosong.

source: Currency
id_id: Mata uang

source: Date at which the adjustments performed in the comp round will come into effect.
id_id: Tanggal di mana penyesuaian yang dilakukan dalam tahap penawaran akan mulai berlaku.

source: Exchange rate type
id_id: Jenis kurs

source: The exchange rate type cannot be empty.
id_id: Jenis kurs tidak boleh kosong.

source: Round code
id_id: Kode tahapan

source: A round with that code already exists
id_id: Tahapan dengan kode tersebut sudah ada

source: The round code cannot be empty.
id_id: Kode putaran tidak boleh kosong.

source: A round with that code cannot be validated at this time. Please try again later.
id_id: Putaran dengan kode tersebut tidak dapat divalidasi saat ini. Silakan coba lagi nanti.

source: Comp round owners
id_id: Pemilik tahap wawancara

source: Round type
id_id: Jenis ronde

source: Choose the compensation components to include in this round
id_id: Pilih komponen kompensasi yang akan disertakan dalam putaran ini

source: Please make sure at least one round type is enabled.
id_id: Pastikan setidaknya satu jenis ronde diaktifkan.

source: Salary configuration
id_id: Konfigurasi gaji

source: Select the comp element that will store salary decisions
id_id: Pilih elemen kompensasi yang akan menyimpan keputusan gaji

source: Merit increases and base pay adjustments
id_id: Kenaikan merit dan penyesuaian gaji pokok

source: Enter the basic information for the round
id_id: Masukkan informasi dasar untuk tahap ini

source: Round details
id_id: Detail tahapan

source: STI bonus (Short Term Incentive)
id_id: Bonus STI (Insentif Jangka Pendek)

source: Changing the bonus plan will trigger a recalculation of the bonus for the workers in this compensation round. Are you sure you want to proceed?
id_id: Mengubah rencana bonus akan memicu penghitungan ulang bonus untuk para pekerja dalam putaran kompensasi ini. Anda yakin ingin melanjutkan?

source: Change bonus plan
id_id: Ubah skema bonus

source: Incentive payouts and variable pay
id_id: Pembayaran insentif dan gaji variabel

source: You have deselected a bonus plan that's no longer active. Once you save the round, it won't be available for selection again.
id_id: Anda telah membatalkan pilihan rencana bonus yang sudah tidak aktif. Setelah Anda menyimpan putaran ini, rencana tersebut tidak akan tersedia lagi untuk dipilih.

source: Deactivated bonus plan
id_id: Rencana bonus dinonaktifkan

source: Cut-off date
id_id: Tanggal cut-off

source: The cut-off date cannot be empty.
id_id: Tanggal batas tidak boleh kosong.

source: Date at which the data of the workers is to be filtered.
id_id: Tanggal saat data pekerja akan difilter.

source: The data model cannot be empty.
id_id: Model data tidak boleh kosong.

source: Warning!
id_id: Peringatan!

source: This data model is currently in use; changing it will delete all associated configurations. Are you sure you want to proceed?
id_id: Model data ini sedang digunakan; mengubahnya akan menghapus semua konfigurasi yang terkait. Apakah Anda yakin ingin melanjutkan?

source: Unselect & delete
id_id: Batalkan pilihan & hapus

source: The bonus plan effective date cannot be empty.
id_id: Tanggal mulai berlaku rencana bonus tidak boleh kosong.

source: Specify the date at which the compensation adjustments will take effect.
id_id: Tentukan tanggal mulai berlakunya penyesuaian kompensasi.

source: Effective dates
id_id: Tanggal berlaku

source: The salary effective date cannot be empty.
id_id: Tanggal efektif gaji tidak boleh kosong.

source: Freeze date
id_id: Tanggal pembekuan

source: The freeze date cannot be empty.
id_id: Tanggal pembekuan tidak boleh kosong.
